{"rice":0,"blast":1,"magnaporthe":2,"oryzae":3,"management":4,"caused":5,"most":6,"important":7,"disease":8,"worldwide":9,"diamond":10,"shaped":11,"lesions":12,"grey":13,"centres":14,"brown":15,"borders":16,"appear":17,"leaves":18,"leaf":19,"neck":20,"heading":21,"causes":22,"complete":23,"yield":24,"loss":25,"high":26,"nitrogen":27,"dense":28,"planting":29,"intermittent":30,"drizzle":31,"favour":32,"epidemics":33,"tricyclazole":34,"litre":35,"applied":36,"tillering":37,"panicle":38,"initiation":39,"standard":40,"treatment":41,"silicon":42,"application":43,"improves":44,"resistance":45,"deficient":46,"soils":47,"tomato":48,"early":49,"blight":50,"alternaria":51,"solani":52,"fungus":53,"symptoms":54,"small":55,"circular":56,"angular":57,"spots":58,"older":59,"often":60,"surrounded":61,"yellow":62,"halo":63,"expand":64,"concentric":65,"rings":66,"giving":67,"target":68,"board":69,"appearance":70,"thrives":71,"warm":72,"24":73,"29":74,"humid":75,"conditions":76,"includes":77,"copper":78,"based":79,"fungicide":80,"every":81,"10":82,"days":83,"removal":84,"infected":85,"plant":86,"debris":87,"crop":88,"rotation":89,"resistant":90,"varieties":91,"pusa":92,"ruby":93,"show":94,"reduced":95,"susceptibility":96,"wheat":97,"rust":98,"puccinia":99,"species":100,"punjab":101,"region":102,"encompasses":103,"three":104,"diseases":105,"stem":106,"graminis":107,"triticina":108,"stripe":109,"striiformis":110,"damaging":111,"indo":112,"gangetic":113,"plains":114,"pustules":115,"orange":116,"spores":117,"parallel":118,"rows":119,"pressure":120,"peaks":121,"15":122,"dew":123,"periods":124,"propiconazole":125,"tebuconazole":126,"fungicides":127,"flag":128,"stage":129,"provide":130,"excellent":131,"control":132,"hd":133,"2967":134,"dbw":135,"187":136,"recommended":137,"late":138,"phytophthora":139,"infestans":140,"devastating":141,"dark":142,"water":143,"soaked":144,"stems":145,"rapidly":146,"turning":147,"black":148,"white":149,"fungal":150,"growth":151,"visible":152,"underside":153,"pathogen":154,"spreads":155,"20":156,"humidity":157,"requires":158,"preventive":159,"metalaxyl":160,"mancozeb":161,"sprays":162,"destruction":163,"plants":164,"avoidance":165,"overhead":166,"irrigation":167,"potato":168,"highland":169,"regions":170,"advisory":171,"especially":172,"severe":173,"cool":174,"wet":175,"weather":176,"start":177,"margins":178,"patches":179,"tuber":180,"infection":181,"rot":182,"rendering":183,"them":184,"unsaleable":185,"day":186,"schedule":187,"should":188,"use":189,"alternating":190,"chemistry":191,"cymoxanil":192,"dimethomorph":193,"prevent":194,"certified":195,"seed":196,"potatoes":197,"haulm":198,"weeks":199,"before":200,"harvest":201,"avoiding":202,"during":203,"susceptible":204,"critical":205,"ipm":206,"measures":207,"":208}